// Button labels
"CANCEL" = "Annuler";

// Category names
"CATEGORY_APPLICATIONS" = "Applications";
"CATEGORY_BOOKMARKS" = "Pages web";
"CATEGORY_CONTACTS" = "Contacts";
"CATEGORY_DOCUMENTS" = "Documents";
"CATEGORY_EVENTS" = "Événements et tâches";
"CATEGORY_FOLDERS" = "Dossiers";
"CATEGORY_IMAGES" = "Images";
"CATEGORY_MAIL" = "Courrier électronique";
"CATEGORY_MOVIES" = "Séquences";
"CATEGORY_MUSIC" = "Musique";
"CATEGORY_PDFS" = "Documents PDF";
"CATEGORY_SYSTEMPREFS" = "Préférences Système";
"CATEGORY_FONTS" = "Polices";
"CATEGORY_PRESENTATIONS" = "Présentations";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Espace";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Raccourci clavier déjà utilisé";
"HOT_KEY_IN_USE_MESSAGE" = "Ce raccourci clavier est déjà utilisé par le système ou par une autre application. Veuillez en choisir un autre ou utiliser Préférences Clavier pour personnaliser d’autres raccourcis clavier.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Erreur de raccourci clavier";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Une erreur inconnue de type %d s’est produite lors de la tentative d’enregistrement du raccourci clavier sélectionné. Veuillez réessayer ou choisir un autre raccourci clavier.";
"DUPLICATE_ITEM_TITLE" = "Élément en double";
"DUPLICATE_ITEM_MESSAGE" = "Cet élément fait déjà partie de liste et n’a pas été ajouté.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Un ou plusieurs éléments font déjà partie de la liste et n’ont pas été ajoutés.";

"PRIVACY_ALERT_TITLE" = "Erreur de liste de confidentialité";
"PRIVACY_ERROR_UNKNOWN" = "L’élément n’a pas pu être ajouté ou supprimé à cause d’une erreur inconnue."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "L’élément n’a pas pu être ajouté ou supprimé parce que vous ne disposez pas des autorisations nécessaires."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "L’élément n’a pas pu être ajouté ou supprimé parce que l’emplacement n’est pas indexé."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Souhaitez-vous vraiment empêcher Spotlight de rechercher dans « %@ » ?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Si vous excluez cet emplacement des recherches de Spotlight, l’utilitaire de recherche ne fonctionnera pas dans certaines applications.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Ajouter un disque ou un dossier à exclure de l’indexation.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Supprimer le disque ou le dossier sélectionné à exclure de l’indexation.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Ajouter un dossier à exclure";
"DELETE_ITEM_TOOLTIP" = "Supprimer les éléments sélectionnés de la liste";

//button titles
"CHOOSE" = "Choisir";

//For undo menu
"UNDO_DELETE" = "Supprimer";
"UNDO_ADD" = "Ajouter";

//Key names
"RETURN_KEY" = "Retour";
"ENTER_KEY" = "Entrée";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Échap.";
"DELETE_KEY" = "Supprimer";

